{
  "Boardgames":
  [
    {"GameName": "Codenames",
    "GamePlayer": "2-8",
    "GameDuration": "15 min",
    "GameAge": "14 and up",
    "GameType": "Party",
    "GameDescription": "A word-guessing game that has players divide into two teams. One player from each team acts as the spymaster and provides one-word clues to get their team to figure out which word cards on the table conceal their team’s own agents. When guessing, players must avoid cards that represent the other team’s agents, bystanders, and the assassin. Only the spymasters have access to a key card that reveals which cards correspond to which characters. The first team to locate all of their agents wins.",
    "GameImage": "Codenames.jpg",
    "GamePurchaseSite": "https://www.amazon.com/Czech-Games-00031CGE-Codenames/dp/B014Q1XX9S/ref=sr_1_2?dchild=1&keywords=Codenames&qid=1603299893&sr=8-2"},
    
    {"GameName": "Catan",
    "GamePlayer": "3-4",
    "GameDuration": "60 min",
    "GameAge": "10 and up",
    "GameType": "Family, Strategy",
    "GameDescription": "A civilization-building game in which players collect resources to create settlements, cities, and roads to earn points. They gather those resources if a dice roll matches the numbers on tiles where they’ve built settlements or cities, and by bartering with one another. Players also get points by creating the longest continuous road or having the largest army, won through development cards that can be purchased with resources.",
    "GameImage": "Catan.jpg",
    "GamePurchaseSite": "https://www.amazon.com/Catan-The-Board-Game-Multicolor/dp/B00U26V4VQ/ref=redir_mobile_desktop?ie=UTF8&aaxitk=X5MF2n61sEGmt9LsOTQV4A&hsa_cr_id=7441581960401&pd_rd_r=6b609ea5-d1fd-4618-9d53-52cbe914518a&pd_rd_w=JkD4n&pd_rd_wg=RsiIR&ref_=sbx_be_s_sparkle_mcd_asin_1_title"},
    
    {"GameName": "Carcassonne",
    "GamePlayer": "2-5",
    "GameDuration": "30-45 min",
    "GameAge": "7 and up",
    "GameType": "Family",
    "GameDescription": "A city-building Eurogame that involves strategically placing tiles and workers. It’s a little easier to learn than Catan, with light strategy and a shorter play time. For each turn, players draw and place a random tile to build medieval fortifications including roads, cities, cloisters, and farms, and they place their followers on those locations to gain points. Scoring depends on the size of completed developments with followers placed on them. The player with the most points at the end of the game wins.",
    "GameImage": "Carcassonne.jpg",
    "GamePurchaseSite": "https://www.amazon.com/Z-Man-Games-ZM7810-Carcassonne/dp/B00NX627HW/ref=sr_1_1?dchild=1&keywords=Carcassonne&qid=1603299980&s=toys-and-games&sr=1-1"},
    
    {"GameName": "Ticket to Ride",
    "GamePlayer": "2-5",
    "GameDuration": "30-60 min",
    "GameAge": "8 and up",
    "GameType": "Family",
    "GameDescription": "A train-themed, cross-country adventure game. Players use cards to claim railroad routes and travel to cities across North America, and they gain points by connecting destinations and creating longer routes. Players can cut each other off, forcing competitors to take longer routes. Once a player is down to two (or fewer) trains after using the other 43 to claim routes, the other players get one more turn and then the game ends.",
    "GameImage": "TicketToRide.jpg",
    "GamePurchaseSite": "https://www.amazon.com/Days-Wonder-DO7201-Ticket-Ride/dp/0975277324/ref=sr_1_1_sspa?crid=1JTRYB12KA4LS&dchild=1&keywords=ticket+to+ride+board+game&qid=1603300010&s=toys-and-games&sprefix=Ticke%2Ctoys-and-games%2C144&sr=1-1-spons&psc=1&spLa=ZW5jcnlwdGVkUXVhbGlmaWVyPUE5VkFQODVRSFRNU00mZW5jcnlwdGVkSWQ9QTA1NjE1NTMxM1VGM01aWVBWQUFMJmVuY3J5cHRlZEFkSWQ9QTA2NjQ4NzdSUU1VOFVYQTMxUlAmd2lkZ2V0TmFtZT1zcF9hdGYmYWN0aW9uPWNsaWNrUmVkaXJlY3QmZG9Ob3RMb2dDbGljaz10cnVl"},
    
    {"GameName": "Coup",
    "GamePlayer": "2-6",
    "GameDuration": "15 min",
    "GameAge": "10 and up",
    "GameType": "Party",
    "GameDescription": "Players wield power in a dystopian government of the future with character cards through which they exert influence. In addition to basic actions that all players can take, these five characters allow the player to take specific actions, such as stealing money from other players, assassinating other players’ characters (removing it from their hand), trading influence cards, and so on.",
    "GameImage": "Coup.jpg",
    "GamePurchaseSite": "https://www.amazon.com/Indie-Boards-and-Cards-COU1IBC/dp/B00GDI4HX4/ref=sr_1_2?dchild=1&keywords=coup+board+game&qid=1603300036&s=toys-and-games&sr=1-2"}
  ],
  "Status":"OK"
}
